{
    "title": "Privacy Policy",
    "p-1": "Vladyslav Mazurkevych informs you about its Privacy Policy regarding the treatment and protection of personal data of users and clients that may be collected through navigation or contracting of services through the websites vlamaz.com and learn.vlamaz.com.",
    "p-2": "In this regard, the Owner guarantees compliance with current regulations on the protection of personal data, reflected in Organic Law 3/2018, of December 5, on the Protection of Personal Data and Guarantee of Digital Rights (LOPD GDD). It also complies with Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016 on the protection of individuals (GDPR).",
    "p-3": "The use of the website implies acceptance of this Privacy Policy as well as the conditions included in the Legal Notice.",
    "legal_advise": "Legal Notice",
    "t-1": "Principles applied in data processing",
    "p-4": "In the processing of your personal data, the Owner will apply the following principles that meet the requirements of the new European data protection regulation:",
    "p-5": "Principle of integrity and confidentiality: Your data will be processed in such a way that their security, confidentiality, and integrity are guaranteed. You should know that the Owner takes the necessary precautions to prevent unauthorized access or misuse of the data of its users by third parties.",
    "p-6": "Principle of data minimization: The Owner will request only the data strictly necessary for the purpose or purposes for which it is requested.",
    "p-7": "Principle of limitation of storage period: The data will be kept for the time strictly necessary for the purpose or purposes of the processing.",
    "p-8": "Principle of legality, loyalty, and transparency: The Owner will always require your consent for the processing of your personal data, which may be for one or more specific purposes about which you will be informed in advance with absolute transparency.",
    "p-9": "The Owner will inform you of the corresponding storage period according to the purpose. In the case of subscriptions, the Owner will periodically review the lists and remove those records inactive for a considerable time.",
    "t-2": "Obtaining personal data",
    "p-10": "To browse vlamaz.com and learn.vlamaz.com, it is not necessary to provide any personal data. The case in which you do provide your personal data is when you send us an email.",
    "t-3": "Your rights",
    "p-11": "The Owner informs you that you have the right to:",
    "p-12": "Request access to stored data.",
    "p-13": "Request rectification or cancellation.",
    "p-14": "Request limitation of their processing.",
    "p-15": "Request the portability of your data.",
    "p-16": "Oppose the processing.",
    "p-17": "The exercise of these rights is personal and, therefore, must be exercised directly by the interested party, requesting it directly from the Owner, which means that any client, subscriber, or collaborator who has provided their data at any time can contact the Owner and request information about the data stored and how it has been obtained, request its rectification, request the portability of their personal data, object to the processing, limit its use or request the cancellation of that data in the files of the Owner.",
    "p-18": "To exercise your rights of access, rectification, cancellation, portability, and opposition, you have to send an email to srvlamaz@gmail.com along with the valid proof in law such as a photocopy of the D.N.I. or equivalent.",
    "p-19": "You have the right to effective judicial protection and to file a complaint with the supervisory authority, in this case, the Spanish Data Protection Agency, if you consider that the processing of personal data concerning you violates the Regulation.",
    "t-4": "Purpose of processing personal data",
    "p-20": "When you connect to the website to send an email to the Owner, subscribe to its newsletter, or make a purchase, you are providing personal information for which the Owner is responsible. This information may include personal data such as your IP address, name and surname, email address, and other information. By providing this information, you give your consent for your information to be collected, used, managed, and stored by vlamaz.com and learn.vlamaz.com, only as described in the",
    "p-21": "and in this Privacy Policy.",
    "p-22": "The personal data and the purpose of processing by the Owner are different depending on the information capture system:",
    "p-23": "To manage social networks, the Owner has a presence on social networks. If you become a follower on the Owner's social networks, the processing of personal data will be governed by this section, as well as by those conditions of use, privacy policies, and access regulations belonging to the social network in each case and which you have previously accepted.",
    "p-24": "To ensure compliance with the conditions set out in the Legal Notice and the applicable law. This may include the development of tools and algorithms that help this website to ensure the confidentiality of the personal data it collects.",
    "p-25": "You can consult the privacy policies of the main social networks at these links:",
    "p-26": "The Owner will treat your personal data for the purpose of properly managing its presence on the social network, informing you of its activities, products, or services, as well as for any other purpose permitted by the regulations of the social networks.",
    "p-27": "In no case will the Owner use the profiles of followers on social networks to send individualized advertising.",
    "t-5": "Security of personal data",
    "p-28": "To protect your personal data, the Owner takes all reasonable precautions and follows the best industry practices to prevent its loss, misuse, unauthorized access, disclosure, alteration, or destruction.",
    "p-29": "The website is hosted on Vercel. The security of your data is guaranteed, as they take all the necessary security measures for it. You can consult",
    "privacy-policy": "their privacy policy",
    "p-30": "for more information.",
    "t-6": "Contents from other websites",
    "p-31": "The pages of this website may include embedded content (for example, videos, images, articles, etc.). Embedded content from other websites behaves in the exact same way as if you had visited the other website.",
    "p-32": "These websites may collect data about you, use cookies, embed additional third-party tracking code, and monitor your interaction using this code.",
    "t-7": "Cookie Policy",
    "p-33": "For this website to function properly, it needs to use cookies, which is information stored in your web browser.",
    "p-34": "On the",
    "p-35": "Cookie Policy",
    "p-36": "page, you can consult all the information regarding the policy of collection, purpose, and treatment of cookies.",
    "t-8": "Legitimacy for data processing",
    "p-37": "The legal basis for the processing of your data is: consent.",
    "p-38": "To contact the Owner, subscribe to a newsletter, or make comments on this website, you must accept this Privacy Policy.",
    "t-9": "Categories of personal data",
    "p-39": "The categories of personal data processed by the Owner are:",
    "p-40": "Identifying data.",
    "t-10": "Retention of personal data",
    "p-41": "The personal data you provide to the Owner will be kept until you request its deletion.",
    "t-11": "Accuracy and truthfulness of personal data",
    "p-42": "You agree that the data provided to the Owner will be accurate, complete, truthful, and up-to-date, as well as to keep them duly updated.",
    "p-43": "As a User of the website, you are solely responsible for the truthfulness and correctness of the data you submit to the website, releasing the Owner from any responsibility in this regard.",
    "t-12": "Acceptance and consent",
    "p-44": "As a User of the website, you declare that you have been informed of the conditions regarding the protection of personal data, you accept and consent to the processing of them by the Owner in the manner and for the purposes indicated in this Privacy Policy.",
    "t-13": "Revocability",
    "p-45": "To exercise your rights of access, rectification, cancellation, portability, and opposition, you have to send an email to srvlamaz@gmail.com along with the valid proof in law such as a photocopy of the D.N.I. or equivalent.",
    "p-46": "The exercise of your rights does not include any data that the Owner is required to keep for administrative, legal, or security purposes.",
    "t-14": "Changes in the Privacy Policy",
    "p-47": "The Owner reserves the right to modify this Privacy Policy to adapt it to legislative or jurisprudential developments, as well as to industry practices. These policies will be in effect until they are modified by others duly published."
}
