{
    "phrase-1":"El progreso tecnológico desplaza competencias, ",
    "phrase-2":"el aprendizaje continuo",
    "phrase-3":" con una visión global te permite ",
    "phrase-4":"adaptarte",

    "about-t-1":"Sobre mi",
    "my-contrib":"Mis contribuciones",

    "bio-1":"Mi nombre completo es Vladyslav Mazurkevych. Naci en Ucrania y me gradué en la ingeniería informática por la ",
    "bio-2":"Universidad Politécnica de Valencia",
    "bio-3":" con especialización en la ",
    "bio-4":"inteligéncia artifical",
    "bio-5":". El area donde estoy más formado y tengo más experiéncia es en el Procesamiento del Lenguaje Natural (PLN) y el Análisis de Datos, pero esto no quita el interés por las demás areas de la IA.",
    
    "bio-6":"Durante la estáncia en la universidad, me gustaba hacer mis proyectos personales, por lo quedecidí también participar en varios grupos de estudiantes comodesarrollador web donde pude aprender varias tecnologías. En los dos últimos añosestuve en el Google Developer Students Club como miembro del Core Team y, luego, como Lead, donde impartí distintas charlas sobre la IA generativa y organicé otras junto a mis compañeros.Gracias a los compañeros del DSC me interesé por el mundo del Blockchain y tuve mi primer intento de startup basada en esa tecnología.",
    "bio-7":"Posteriormente, participé en un programa de aceleración e incubación en Lanzadera, donde adquirí habilidades empresariales cruciales, incluyendo gestión de equipos, estrategias de negocios y resolución de problemas.",
    "bio-8":"En resumen, tengo un perfil híbrido como informático full-stack especializado en Machine Learning y con habilidades en negocios, gestión, marketing y ventas.",
    "bio-9":"Algunas lecciones clave que he aprendido en este camino son:",
    "bio-10":"Cuando necesites equipo para tu startup, contrata a los mejores que puedas. De lo contrario, sigue adelante por tu cuenta hasta que los puedas pagar.",
    "bio-11":"Te saldrá muy caro el dar demasiada libertad al equipo, se humano, pero no amigo.",
    "bio-12":"No hay nada gratis en este mundo, especialmente en los negocios.",

    "timeline-t-1":"Mi ",
    "timeline-t-2":"experiencia",

    "timeline-1-t":"Equipo interno y Lead del Google DSC UPV",
    "timeline-1-d":"Google Developer Student Clubs (GDSC) es un programa de clubes universitarios creado por Google Developers impulsado por los propios estudiantes, donde se realizan proyectos, talleres y charlas sobre algunas tecnologías de Google a los asistentes.",
    
    "more-info-1-1":"Impartí una 'Charla de Introducción al Aprendizaje Automático' y un 'Taller de Transferencia de Aprendizaje con Keras' a unos 50 asistentes cada uno.",
    "more-info-1-2":"Lideré un equipo de 5 personas donde organizamos una serie de charlas impartidas por diferentes CEOs y CTOs de empresas como Telefónica, Google, IBM, Uniswap, Mercadona y otras.",


    "timeline-2-t":"Científico de Datos Jr.",
    "timeline-2-d":"Datamaran es una plataforma de inteligencia artificial que permite a los líderes empresariales navegar con confianza en el complejo panorama ESG transformando grandes cantidades de información en conocimientos prácticos.",
    "more-info-2-1":"Mejoré un modelo de IA mediante el uso de técnicas de preprocesamiento de texto e ingeniería de funciones.",
    "more-info-2-2":"Investigación sobre nuevas técnicas de extracción de TOC.",
    "more-info-2-3":"Ayudé con la cobertura de pruebas para un proyecto de la empresa.",


    "timeline-3-t":"Fundador en Grifenix",
    "timeline-3-d":"Grifenix comenzó como un creador de contratos inteligentes sin código en el ecosistema Ethereum, luego pasó a una plataforma de red de lealtad interconectada basada en blockchain con la intención de mejorar el comercio local.",
    "more-info-3-1":"Desarrollé contratos inteligentes ERC-721 personalizados y propiedad del usuario (principalmente para la trazabilidad de productos) en el ecosistema Ethereum (Polygon y Gnosis) con Solidity.",
    "more-info-3-2":"Manejé un equipo de 2 (1 Desarrollador y 1 Comercializador) bajo metodología Agile utilizando ClickUp.",
    "more-info-3-3":"Co-desarrollé el backend y el frontend desde cero usando Django REST, VueJS y AWS.",


    "timeline-6-t":"Programa de aceleración Lanzadera",
    "timeline-6-d":"La aceleradora e incubadora de startups Lanzadera está impulsada por las startups que están en el edificio, sus mentores, directores de proyectos, socios y grandes corporaciones que trabajan de la mano de los emprendedores. Se trata de un proyecto de capital completamente privado impulsado por Juan Roig (Presidente de Mercadona).",
    "more-info-6-1":"Formado en el 'Modelo de Calidad Total' de Mercadona.",
    "more-info-6-2":"Me formé en gestión de empresas y en cómo tratar a las personas.",
    "more-info-6-3":"Profundización en cómo construir una startup sólida (problemas a evitar, validar ideas, organización...).",
    "more-info-6-4":"Networking con personas de todo tipo de empresas.",


    "timeline-4-t":"Fundador en Essenfy",
    "timeline-4-d":"Essenfy, que se aceleró en Lanzadera, es una app/plataforma para reducir el desperdicio de alimentos en las medianas empresas, priorizando la salud y la experiencia de los consumidores vulnerables. Terminó por falta de efectivo.",
    "more-info-4-1":"Desarrollé el backend y frontend desde cero usando Django REST, NextJS y AWS.",
    "more-info-4-2":"Investigando formas de implementar un generador de recetas de comida personalizado con PyTorch (modelo Transformer)",
    "more-info-4-3":"Manejé un equipo de 2 personas bajo metodología Agile-Lean usando ClickUp.",
    "more-info-4-4":"Gestioné ventas en frío y marketing.",


    "timeline-5-tr":"Presente",
    "timeline-5-t":"Pronto 🤭",
    "timeline-5-d":"En continuo aprendizaje sobre Ciencia de Datos, Ventas y Marketing."
}