{
    "title": "Політика приватності",
    "p-1": "Владислав Мазуркевич повідомляє вас про свою Політику конфіденційності щодо обробки та захисту персональних даних користувачів і клієнтів, які можуть бути зібрані шляхом перегляду або укладання угод через веб-сайти vlamaz.com та blog.vlamaz.com.",
    "p-2": "У цьому відношенні Власник гарантує дотримання чинного законодавства щодо захисту персональних даних, яке відображено в Органічному законі 3/2018 від 5 грудня про захист персональних даних та гарантію цифрових прав (LOPD GDD). Також дотримується Регламенту (ЄС) 2016/679 Європейського парламенту та Ради від 27 квітня 2016 року щодо захисту фізичних осіб (GDPR).",
    "p-3": "Використання веб-сайту передбачає прийняття цієї Політики конфіденційності, а також умов, включених у Юридичне повідомлення.",
    "legal_advise": "Юридичне повідомлення",
    "t-1": "Принципи, застосовані в обробці даних",
    "p-4": "При обробці ваших персональних даних Власник буде застосовувати наступні принципи, які відповідають вимогам нового європейського регламенту з захисту даних:",
    "p-5": "Принцип цілісності та конфіденційності: Ваші дані будуть оброблятися таким чином, щоб забезпечити їх безпеку, конфіденційність та цілісність. Ви повинні знати, що Власник вживає необхідних заходів для запобігання несанкціонованому доступу або недозволеному використанню даних своїх користувачів третіми особами.",
    "p-6": "Принцип мінімізації даних: Власник буде запитувати лише ті дані, які строго необхідні для мети або мет цієї обробки.",
    "p-7": "Принцип обмеження терміну зберігання: Дані будуть зберігатися протягом часу, що строго необхідний для мети або мет обробки.",
    "p-8": "Принцип законності, лояльності та прозорості: Власник завжди буде вимагати вашої згоди на обробку ваших персональних даних, яка може бути для однієї або кількох конкретних цілей, про які вас буде попередньо інформувати з абсолютною прозорістю.",
    "p-9": "Власник повідомить вас про відповідний термін зберігання згідно з метою. У разі підписки Власник періодично переглядатиме списки та вилучатиме ті записи, які неактивні протягом значного часу.",
    "t-2": "Отримання персональних даних",
    "p-10": "Для перегляду vlamaz.com та blog.vlamaz.com не потрібно надавати будь-яких особистих даних. Справа, коли ви надаєте свої особисті дані, це відбувається, коли ви надсилаєте нам електронний лист.",
    "t-3": "Ваші права",
    "p-11": "Власник повідомляє вас, що ви маєте право на:",
    "p-12": "Запит доступу до збережених даних.",
    "p-13": "Запит коригування або скасування.",
    "p-14": "Запит обмеження їх обробки.",
    "p-15": "Запит перенесення ваших даних.",
    "p-16": "Супротив обробці.",
    "p-17": "Використання цих прав є особистим і, отже, має бути здійснене безпосередньо зацікавленою стороною, звертаючись безпосередньо до Власника, що означає, що будь-який клієнт, передплатник або співробітник, який коли-небудь надав свої дані, може звернутися до Власника та запросити інформацію про збережені дані та способи їх отримання, запросити їх коригування, запросити перенесення своїх особистих даних, заперечити обробці, обмежити їх використання або запросити видалення цих даних з файлів Власника.",
    "p-18": "Для здійснення ваших прав доступу, коригування, скасування, перенесення та супротиву вам потрібно надіслати електронний лист на адресу srvlamaz@gmail.com разом з валідним доказом за законом, таким як копія паспорта або еквівалент.",
    "p-19": "Ви маєте право на ефективний судовий захист і подати скаргу до контролюючого органу, у цьому випадку, Іспанського агентства з захисту даних, якщо вважаєте, що обробка персональних даних, які вас стосуються, порушує Регламент.",
    "t-4": "Мета обробки персональних даних",
    "p-20": "Коли ви підключаєтеся до веб-сайту для надсилання електронного листа Власнику, підписки на його розсилку або укладення угоди, ви надаєте особисту інформацію, за яку відповідає Власник. Ця інформація може містити персональні дані, такі як ваш IP-адреса, ім'я та прізвище, адреса електронної пошти та інша інформація. Надаючи цю інформацію, ви надаєте свою згоду на її збір, використання, управління та зберігання веб-сайтами vlamaz.com та blog.vlamaz.com, тільки як це описано в",
    "p-21": "і в цій Політиці конфіденційності.",
    "p-22": "Особисті дані та ціль обробки з боку Власника різняться залежно від системи збору інформації:",
    "p-23": "Для управління соціальними мережами Власник має присутність в соціальних мережах. Якщо ви стаєте фоловером на соціальних мережах Власника, обробка персональних даних буде регулюватися цим розділом, а також умовами використання, політиками конфіденційності та правилами доступу, які належать соціальній мережі в кожному випадку і які ви прийняли раніше.",
    "p-24": "Для забезпечення дотримання умов, викладених у Юридичному повідомленні та чинного законодавства. Це може включати розробку інструментів та алгоритмів, які допомагають цьому веб-сайту забезпечувати конфіденційність зібраних персональних даних.",
    "p-25": "Ви можете переглянути політики конфіденційності основних соціальних мереж за цими посиланнями:",
    "p-26": "Власник буде обробляти ваші персональні дані з метою належного керування своєю присутністю в соціальних мережах, інформування вас про свої діяльності, продукти або послуги, а також для будь-якої іншої мети, яку дозволяють правила соціальних мереж.",
    "p-27": "В жодному випадку Власник не буде використовувати профілі фоловерів у соціальних мережах для надсилання індивідуальної реклами.",
    "t-5": "Безпека персональних даних",
    "p-28": "Для захисту ваших персональних даних Власник приймає всі розумні заходи та використовує найкращі практики галузі для запобігання їх втраті, недобросовісному використанню, несанкціонованому доступу, розголошенню, зміні або знищенню.",
    "p-29": "Веб-сайт розміщений на Vercel. Безпека ваших даних гарантується, оскільки приймаються всі необхідні заходи безпеки. Ви можете переглянути",
    "privacy-policy": "їх політику конфіденційності",
    "p-30": "для отримання додаткової інформації.",
    "t-6": "Контент з інших веб-сайтів",
    "p-31": "Сторінки цього веб-сайту можуть містити вбудований контент (наприклад, відео, зображення, статті і т. д.). Вбудований контент з інших веб-сайтів поводиться точно так само, як і якщо ви відвідали інший веб-сайт.",
    "p-32": "Ці веб-сайти можуть збирати дані про вас, використовувати файли cookie, вбудовувати додатковий код відстеження від третіх сторін та відстежувати вашу взаємодію за допомогою цього коду.",
    "t-7": "Політика використання файлів cookie",
    "p-33": "Для правильної роботи цього веб-сайту потрібно використовувати файли cookie, які є інформацією, збереженою в вашому веб-переглядачі.",
    "p-34": "На сторінці",
    "p-35": "Політика використання файлів cookie",
    "p-36": "ви можете переглянути всю інформацію щодо політики їх збору, мети та обробки.",
    "t-8": "Легітимність обробки даних",
    "p-37": "Правовою підставою для обробки ваших даних є: згода.",
    "p-38": "Для зв'язку з Власником, підписки на розсилку або коментування на цьому веб-сайті вам потрібно прийняти цю Політику конфіденційності.",
    "t-9": "Категорії персональних даних",
    "p-39": "Категорії персональних даних, що обробляє Власник, є:",
    "p-40": "Ідентифікаційні дані.",
    "t-10": "Зберігання персональних даних",
    "p-41": "Персональні дані, які ви надаєте Власнику, будуть збережені до моменту, коли ви запросите їх видалення.",
    "t-11": "Точність та правдивість персональних даних",
    "p-42": "Ви зобов'язуєтесь, що надані Власнику дані будуть правильними, повними, точними та актуальними, а також зберігати їх в належному стані.",
    "p-43": "Як користувач веб-сайту, ви несете відповідальність за правдивість та правильність даних, які ви надаєте на сайті, звільняючи Власника від будь-якої відповідальності з цього приводу.",
    "t-12": "Прийняття та згода",
    "p-44": "Як користувач веб-сайту ви заявляєте, що були проінформовані про умови щодо захисту особистих даних, приймаєте та надаєте згоду на їх обробку Власником в обумовлений спосіб та для цілей, зазначених у цій Політиці конфіденційності.",
    "t-13": "Відкликання згоди",
    "p-45": "Для здійснення ваших прав доступу, коригування, скасування, перенесення та супротиву вам потрібно надіслати електронний лист на адресу srvlamaz@gmail.com разом з валідним доказом за законом, таким як копія паспорта або еквівалент.",
    "p-46": "Здійснення ваших прав не охоплює будь-яких даних, які Власник повинен зберігати з адміністративних, правових або безпекових причин.",
    "t-14": "Зміни в Політиці конфіденційності",
    "p-47": "Власник залишає за собою право змінювати цю Політику конфіденційності для адаптації до новацій у законодавстві або судовій практиці, а також у практиці галузі. Ці політики будуть чинними до їх зміни належним чином опублікованими."
}
